<!DOCTYPE html>
<html>
<head>
    <title>Εύδοξος</title>
    <meta charset="UTF-8">
    <script src="js/w3.js"></script>
    <link rel="shortcut icon" type="image/png" href="img/favicon-16x16.png"/>
    <link media="all" type="text/css" rel="stylesheet" href="breadcrumb.css">
    <link media="all" type="text/css" rel="stylesheet" href="faq.css">
</head>
<body>
    <div> <?php include 'mainbody.php';?> </div>
    <div class="breadcrumbwrap">
        <p> Συχνές Ερωτήσεις </p>
        <ul class="breadcrumb">
            <li><a href="index.php">Αρχική Σελίδα</a></li>
            <li>Χρήσιμα</li>
            <li><a href="faq.php">Συχνές Ερωτήσεις</a></li>
        </ul>
    </div>
    <div class="bodywrap">
        <div class="faqwrap">
            <div class="title">ΦΟΙΤΗΤΕΣ</div>
            <button class="accordion">Μπορεί ο φοιτητής να δηλώσει και να παραλάβει συγγράμματα για μαθήματα/ θεματικές ενότητες προηγούμενων εξαμήνων;</button>
            <div class="panel">
                <p1>Ναι, εφόσον ο φοιτητής δεν έχει εξεταστεί επιτυχώς στο συγκεκριμένο μάθημα/θεματική ενότητα και δεν έχει παραλάβει ήδη σύγγραμμα για το μάθημα/θεματική ενότητα αυτό τα προηγούμενα εξάμηνα. <br />Ακόμα και αν το σύγγραμμα του μαθήματος/θεματικής ενότητας έχει αλλάξει σε περίπτωση που ο φοιτητής έχει παραλάβει ήδη σύγγραμμα για το εν λόγω μάθημα/θεματική ενότητα στο παρελθόν δεν δικαιούται να παραλάβει νέο σύγγραμμα στο ίδιο μάθημα/θεματική ενότητα.</p1>
            </div>
            <button class="accordion">Τι σημαίνει όταν δίπλα σε κάποιο Σύγγραμμα εμφανίζεται η ένδειξη "Διαθεσιμότητα: 0";</button>
            <div class="panel">
                <p1>Σημαίνει πως δεν υπάρχουν αντίτυπα του Συγγράμματος στο Σημείο Διανομής και ότι ο Εκδότης θα στείλει σύντομα νέα αντίτυπα. Με την άφιξη των νέων αντιτύπων η εφαρμογή ενημερώνεται αυτόματα, οπότε ο Φοιτητής μπορεί ανατρέχοντας στην εφαρμογή να ενημερώνεται για το διαθέσιμο απόθεμα.</p1>
            </div>
            <div class="title">ΓΡΑΜΜΑΤΕΙΕΣ</div>
            <button class="accordion">Τι πρέπει να προσέξω για την ασφάλειά μου;</button>
            <div class="panel">
                <p1>Για τη δική σας ασφάλεια σας συνιστούμε να επιλέξετε έναν συνδυασμό από γράμματα, αριθμούς και σύμβολα για να δημιουργήσετε ένα μοναδικό κωδικό πρόσβασης που δεν σχετίζεται με τα προσωπικά σας στοιχεία. Μπορείτε για παράδειγμα να επιλέξτε μια τυχαία λέξη ή φράση και εισαγάγετε αριθμούς ή σύμβολα στην αρχή, στη μέση και στο τέλος (για παράδειγμα "m1awra1ap3tal0uda"). Η χρήση απλών λέξεων ή φράσεων όπως "password" ή "12345", θα πρέπει να αποφεύγεται. Επίσης, σε περίπτωση που συνδέεστε στο σύστημα από δημόσιο υπολογιστή, βεβαιωθείτε ότι πάντα πατάτε το κουμπί "Αποσύνδεση" πάνω δεξιά στην οθόνη κατά την έξοδό σας και κλείνετε το φυλλομετρητή.</p1>
            </div>
            <div class="title">ΕΚΔΟΤΕΣ</div>
            <button class="accordion">Είναι δυνατή η διάθεση Συγγραμμάτων χωρίς να γίνει χρήση της υπηρεσίας «Εύδοξος»;</button>
            <div class="panel">
                <p1>Απαραίτητη για τη διάθεση Συγγραμμάτων στα Ιδρύματα της Τριτοβάθμιας Εκπαίδευσης από το ακαδημαϊκό έτος 2010-2011 είναι η χρήση της ηλεκτρονικής υπηρεσίας «Εύδοξος». Επισημαίνεται ότι στο Εύδοξος δεν συμμετέχουν οι Στρατιωτικές Σχολές. Από το ακαδημαϊκό έτος 2016-17 στην διανομή συγγραμμάτων μέσω του Εύδοξος συμμετέχει και το Ελληνικό Ανοιχτό Πανεπιστήμιο.</p1>
            </div>
            <button class="accordion">Ποιοι έχουν δικαίωμα να καταχωρίσουν Συγγράμματα προς διάθεση;</button>
            <div class="panel">
                <p1>Δικαίωμα καταχώρισης Συγγραμμάτων προς διάθεση σε Πανεπιστήμια,Τ.Ε.Ι., Α.Ε.Α. και Ε.Α.Π. έχουν όσοι είναι δικαιούχοι ή/και έχουν αποκτήσει νομίμως τα δικαιώματα διανομής των αντίστοιχων Συγγραμμάτων.</p1>
            </div>
            <button class="accordion">Πρέπει να δηλώνονται ταυτόχρονα τα Συγγράμματα που αφορούν το χειμερινό και το εαρινό εξάμηνο;</button>
            <div class="panel">
                <p1>Ναι. Οι Εκδότες που επιθυμούν να συμμετάσχουν στη διανομή οφείλουν να δηλώσουν τα συγγράμματατα για όλο το Ακαδημαϊκό Έτος εντός των περιόδων που ορίζει το Υπουργείο πριν την έναρξη της διανομής κάθε Ακαδημαϊκού Έτους.</p1>
            </div>
        </div>
        <script>
        var acc = document.getElementsByClassName("accordion");
        var i;

        for (i = 0; i < acc.length; i++){
            acc[i].addEventListener("click", function(){
                this.classList.toggle("active");
                var panel = this.nextElementSibling;
                if (panel.style.maxHeight){
                    panel.style.maxHeight = null;
                }
                else{
                    panel.style.maxHeight = panel.scrollHeight + "px";
                }
            });
        }
        </script>
    </div>
</body>
</html>
